Repository: GabriPalmyro/sequencia-party-game
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, ja, nl, pt_br, ru

# appTitle
source: SequÃªncia
es: Secuencia
fr: Séquence
it: Sequenza
ja: シークエンシア
nl: Sequentie
pt_br: Sequência
ru: Секвенсия

# startLabel
source: Start
es: Comenzar
fr: Commencer
it: Avvia
ja: 開始
nl: Starten
pt_br: Começar
ru: Начать

# touchToFlip
source: Tap the card to flip
es: Toca la carta para girarla
fr: Touchez la carte pour la retourner
it: Tocca la carta per girarla
ja: カードをタップしてめくる
nl: Tik op de kaart om te draaien
pt_br: Toque na carta para virar
ru: Нажмите на карту, чтобы перевернуть

# sortingNumbers
source: Drawing numbers...
es: Sorteando números...
fr: Tirage des numéros...
it: Estrazione dei numeri...
ja: 番号を抽選しています...
nl: Nummers worden getrokken...
pt_br: Sorteando números...
ru: Идёт жеребьёвка номеров...

# playersInfoLabel
source: To start a new game, register at least 4 players and tap "Start".
es: Para comenzar una nueva partida, registra al menos 4 participantes y toca "Comenzar".
fr: Pour démarrer une nouvelle partie, enregistrez au moins 4 participants puis touchez "Commencer".
it: Per avviare una nuova partita, registra almeno 4 partecipanti e tocca "Avvia".
ja: 新しいゲームを始めるには、少なくとも4人のプレイヤーを登録して「開始」をタップしてください。
nl: Registreer minstens 4 spelers en tik op "Starten" om een nieuw spel te beginnen.
pt_br: Para começar um novo jogo, registre pelo menos 4 participantes e toque em "Começar".
ru: Чтобы начать новую игру, добавьте минимум 4 игроков и нажмите "Начать".

# playersInfoError
source: Register at least 4 players to start a new game.
es: Para comenzar una nueva partida, registra al menos 4 participantes.
fr: Enregistrez au moins 4 participants pour démarrer une nouvelle partie.
it: Registra almeno 4 partecipanti per avviare una nuova partita.
ja: 新しいゲームを始めるには少なくとも4人のプレイヤーが必要です。
nl: Registreer minstens 4 spelers om een nieuw spel te starten.
pt_br: Para começar um novo jogo, registre pelo menos 4 participantes.
ru: Чтобы начать новую игру, добавьте минимум 4 игроков.

# closeAppMessage
source: Press back again to exit
es: Pulsa atrás otra vez para salir
fr: Appuyez à nouveau sur retour pour quitter
it: Premi di nuovo indietro per uscire
ja: もう一度戻ると終了します
nl: Druk nogmaals op terug om af te sluiten
pt_br: Pressione voltar novamente para sair
ru: Нажмите \"назад\" ещё раз, чтобы выйти

# versionLabel
source: Version: {value}
es: Versión: {value}
it: Versione: {value}
ja: バージョン: {value}
nl: Versie: {value}
pt_br: Versão: {value}
ru: Версия: {value}

# enterNameHint
source: type your name
es: escribe tu nombre
fr: saisis ton nom
it: scrivi il tuo nome
ja: 名前を入力
nl: typ je naam
pt_br: digite seu nome
ru: введите имя

# selectColorTitle
source: Choose a color
es: Elige un color
fr: Choisissez une couleur
it: Scegli un colore
ja: 色を選択
nl: Kies een kleur
pt_br: Selecione uma cor
ru: Выберите цвет

# cancelLabel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# gameManualTitle
source: Game Manual
es: Manual del juego
fr: Manuel du jeu
it: Manuale del gioco
ja: ゲームマニュアル
nl: Spelhandleiding
pt_br: Manual do Jogo
ru: Руководство по игре

# guideStep1Title
source: 1. Game Start
es: 1. Inicio del juego
fr: 1. Début de partie
it: 1. Inizio partita
ja: 1. ゲーム開始
nl: 1. Start van het spel
pt_br: 1. Início do Jogo
ru: 1. Начало игры

# guideStep1Description
source: Each player draws a card from the deck and keeps it secret.
es: Cada jugador roba una carta del mazo y la mantiene en secreto.
fr: Chaque joueur pioche une carte dans le paquet et la garde secrète.
it: Ogni giocatore pesca una carta dal mazzo e la tiene segreta.
ja: 各プレイヤーは山札からカードを引き、内容を秘密にします。
nl: Elke speler trekt een kaart van de stapel en houdt deze geheim.
pt_br: Cada jogador começa comprando uma carta da pilha e a mantém em segredo.
ru: Каждый игрок тянет карту из колоды и держит её в секрете.

# guideStep2Title
source: 2. Theme Selection
es: 2. Selección del tema
fr: 2. Sélection du thème
it: 2. Selezione del tema
ja: 2. テーマ選択
nl: 2. Themaselectie
pt_br: 2. Seleção do Tema
ru: 2. Выбор темы

# guideStep2Description
source: A random theme is selected and revealed to all players. The theme guides the clues everyone will give.
es: Se selecciona un tema aleatorio y se revela a todos los jugadores. El tema guía las pistas que dará cada uno.
fr: Un thème aléatoire est sélectionné et révélé à tous les joueurs. Il guide les indices de chacun.
it: Viene scelto un tema casuale e mostrato a tutti. Il tema guida gli indizi di ogni giocatore.
ja: ランダムなテーマが選ばれ全員に表示されます。テーマがヒントの方向性を決めます。
nl: Er wordt willekeurig een thema gekozen dat aan iedereen wordt getoond. Het thema stuurt de hints.
pt_br: Um tema aleatório é selecionado e revelado para todos os jogadores. O tema guiará as dicas que os jogadores darão.
ru: Случайная тема выбирается и показывается всем. Она задаёт тон подсказкам.

# guideStep3Title
source: 3. Card Distribution
es: 3. Distribución de cartas
fr: 3. Distribution des cartes
it: 3. Distribuzione delle carte
ja: 3. カード配布
nl: 3. Kaartverdeling
pt_br: 3. Distribuição das Cartas
ru: 3. Раздача карт

# guideStep3Description
source: Each player receives a card that only they can see. The cards contain numbers that must be ordered from lowest to highest.
es: Cada jugador recibe una carta visible solo para él. Las cartas contienen números que deben ordenarse de menor a mayor.
fr: Chaque joueur reçoit une carte visible uniquement pour lui. Elles contiennent des numéros à ordonner du plus petit au plus grand.
it: Ogni giocatore riceve una carta visibile solo a lui. Le carte riportano numeri da ordinare in modo crescente.
ja: 各プレイヤーは自分だけが見えるカードを受け取ります。カードには昇順に並べるべき数字が書かれています。
nl: Elke speler krijgt een kaart die alleen hij kan zien. De kaarten bevatten nummers die oplopend geordend moeten worden.
pt_br: Cada jogador recebe uma carta visível apenas para ele. As cartas contêm números que precisam ser ordenados de forma crescente.
ru: Каждый игрок получает карту, которую видит только он. Номера нужно расположить по возрастанию.

# guideStep4Title
source: 4. Clues
es: 4. Pistas
fr: 4. Indices
it: 4. Indizi
ja: 4. ヒント
nl: 4. Hints
pt_br: 4. Dicas
ru: 4. Подсказки

# guideStep4Description
source: Players give clues based on the chosen theme without revealing their exact number.
es: Los jugadores dan pistas basadas en el tema elegido sin revelar su número exacto.
fr: Les joueurs donnent des indices basés sur le thème choisi sans révéler leur numéro exact.
it: I giocatori forniscono indizi basati sul tema senza rivelare il numero esatto.
ja: プレイヤーは選ばれたテーマに沿ったヒントを出しますが、数字そのものは明かしません。
nl: Spelers geven hints op basis van het gekozen thema zonder hun exacte nummer te verklappen.
pt_br: Os jogadores devem dar dicas baseadas no tema escolhido, sem revelar diretamente o número da carta.
ru: Игроки дают подсказки по выбранной теме и не раскрывают точный номер.

# guideStep5Title
source: 5. Ordering Cards
es: 5. Ordenar cartas
fr: 5. Ordonnancement
it: 5. Ordinamento delle carte
ja: 5. 並べ替え
nl: 5. Kaarten ordenen
pt_br: 5. Ordenação das Cartas
ru: 5. Упорядочивание карт

# guideStep5Description
source: After every clue, the group must arrange all cards in ascending order according to the hints.
es: Después de todas las pistas, el grupo debe colocar las cartas en orden ascendente según las pistas.
fr: Après les indices, le groupe doit organiser les cartes par ordre croissant selon les pistes.
it: Dopo gli indizi, il gruppo deve disporre tutte le carte in ordine crescente seguendo le piste.
ja: 全員がヒントを出したら、グループでカードをヒントに従って昇順に並べます。
nl: Na alle hints moet de groep de kaarten oplopend leggen volgens de aanwijzingen.
pt_br: Após todos darem suas dicas, os jogadores precisam organizar as cartas em ordem crescente de acordo com as pistas.
ru: После всех подсказок команда должна выстроить карты по возрастанию, опираясь на подсказки.

# guideStep6Title
source: 6. Reveal
es: 6. Revelación
fr: 6. Révélation
it: 6. Rivelazione
ja: 6. 公開
nl: 6. Onthulling
pt_br: 6. Revelação
ru: 6. Открытие

# guideStep6Description
source: Cards are revealed. If they are in the correct order, everyone wins; otherwise, try again.
es: Se revelan las cartas. Si están en el orden correcto, todos ganan; si no, pueden intentarlo de nuevo.
fr: Les cartes sont révélées. Si l'ordre est correct, tout le monde gagne ; sinon, recommencez.
it: Le carte vengono rivelate. Se l'ordine è corretto, tutti vincono; altrimenti si può riprovare.
ja: カードを公開します。順番が正しければ全員の勝利、間違っていればもう一度挑戦しましょう。
nl: De kaarten worden onthuld. Staan ze goed, dan wint iedereen; zo niet, probeer het opnieuw.
pt_br: As cartas são reveladas. Se estiverem na ordem correta, todos vencem; caso contrário, tentem novamente.
ru: Карты раскрываются. Если порядок верный - все выигрывают, иначе попробуйте снова.

# guideNameStepDescription
source: To start the game you must add each player's name
es: Para iniciar el juego debes agregar los nombres de los jugadores
fr: Pour lancer la partie, vous devez ajouter le nom des joueurs
it: Per iniziare la partita devi aggiungere i nomi dei giocatori
ja: ゲームを始めるには プレイヤーの名前を追加してください
nl: Om te beginnen moet je de namen van de spelers toevoegen
pt_br: Para iniciar o jogo você deve adicionar o nome dos jogadores
ru: Чтобы начать игру, добавьте имена игроков

# guideSortStepDescription
source: After adding the player names, the numbers will be drawn
es: Después de agregar los nombres, se sortearán los números
fr: Après avoir ajouté les noms, les numéros seront tirés
it: Dopo aver aggiunto i nomi, i numeri verranno estratti
ja: 名前を追加すると 数字が抽選されます
nl: Na het toevoegen van de namen worden de nummers getrokken
pt_br: Após adicionar o nome dos jogadores, os números serão sorteados
ru: После добавления имён номера будут разыграны

# backLabel
source: Back
es: Volver
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pt_br: Voltar
ru: Назад

# orderLabel
source: Arrange
es: Ordenar
fr: Ordonner
it: Ordina
ja: 並べる
nl: Ordenen
pt_br: Ordenar
ru: Упорядочить

# nextLabel
source: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
nl: Volgende
pt_br: Próximo
ru: Далее

# themeIsLabel
source: The theme is
es: El tema es
fr: Le thème est
it: Il tema è
ja: テーマは
nl: Het thema is
pt_br: O tema é
ru: Тема:

# discussionPhaseTitle
source: Example phase
es: Fase de ejemplos
fr: Phase d'exemples
it: Fase di esempi
ja: ヒント共有フェーズ
nl: Voorbeeldfase
pt_br: Fase de exemplos
ru: Фаза примеров

# discussionPhaseSubtitle
source: You have 3 minutes to decide on the clues and discuss the card order
es: Tienen 3 minutos para definir las pistas y discutir el orden de las cartas
fr: Vous avez 3 minutes pour définir les indices et discuter de l'ordre des cartes
it: Avete 3 minuti per definire gli indizi e discutere l'ordine delle carte
ja: 3分間でヒントを調整し、カードの順番を話し合ってください
nl: Jullie hebben 3 minuten om hints af te stemmen en de volgorde te bespreken
pt_br: Vocês têm 3 minutos para definir as dicas e discutir a ordem das cartas
ru: У вас есть 3 минуты, чтобы согласовать подсказки и обсудить порядок карт

# skipLabel
source: Skip
es: Saltar
fr: Passer
it: Salta
ja: スキップ
nl: Overslaan
pt_br: Pular
ru: Пропустить

# orderPlayersTitle
source: Arrange the players
es: Ordena a los jugadores
fr: Ordonnez les joueurs
it: Ordina i giocatori
ja: プレイヤーを並べ替える
nl: Orden de spelers
pt_br: Ordene os jogadores
ru: Упорядочьте игроков

# orderPlayersSubtitle
source: From the smallest to the largest
es: Del menor al mayor
fr: Du plus petit au plus grand
it: Dal più piccolo al più grande
ja: 小さい数字から大きい数字へ
nl: Van klein naar groot
pt_br: Do menor para o maior
ru: От меньшего к большему

# orderPlayersHint
source: Hold any card to review a player
es: Mantén cualquier carta para revisar a un jugador
fr: Maintenez une carte pour revoir un joueur
it: Tieni premuta una carta per rivedere un giocatore
ja: カードを長押しするとプレイヤーを確認できます
nl: Houd een kaart ingedrukt om een speler te bekijken
pt_br: Segure em qualquer carta para rever um jogador
ru: Удерживайте любую карту, чтобы просмотреть игрока

# finishLabel
source: Finish
es: Finalizar
fr: Terminer
it: Termina
ja: 終了
nl: Afronden
pt_br: Finalizar
ru: Завершить

# revealLabel
source: Reveal
es: Revelar
fr: Révéler
it: Rivela
ja: 公開
nl: Onthullen
pt_br: Revelar
ru: Показать

# themeLabel
source: Theme
es: Tema
fr: Thème
it: Tema
ja: テーマ
nl: Thema
pt_br: Tema
ru: Тема

# reorderLockedMessage
source: You can't reorder after revealing the results.
es: No se puede reordenar después de revelar los resultados.
fr: Impossible de réordonner après avoir révélé les résultats.
it: Non è possibile riordinare dopo aver rivelato i risultati.
ja: 結果を公開した後は並べ替えできません。
nl: Ordenen is niet mogelijk nadat de resultaten zijn onthuld.
pt_br: Não é possível reordenar após revelar os resultados.
ru: После раскрытия результатов порядок менять нельзя.

# finishGameTitle
source: Finish the game
es: Finalizar la partida
fr: Terminer la partie
it: Termina la partita
ja: ゲームを終了
nl: Spel afronden
pt_br: Finalizar o jogo
ru: Завершить игру

# finishGameDescription
source: Do you want to start another round or go back to the home screen?
es: ¿Quieres comenzar otra ronda o volver al inicio?
fr: Souhaitez-vous lancer une nouvelle manche ou revenir à l'accueil ?
it: Vuoi iniziare un altro round o tornare alla schermata iniziale?
ja: もう1ラウンド始めますか？ それともホームに戻りますか？
nl: Wil je een nieuwe ronde starten of terug naar het beginscherm?
pt_br: Deseja começar outra rodada ou sair para a tela inicial?
ru: Начать ещё один раунд или вернуться на главный экран?

# returnHomeLabel
source: Back to start
es: Volver al inicio
fr: Retour à l'accueil
it: Torna all'inizio
ja: ホームに戻る
nl: Terug naar start
pt_br: Retornar ao início
ru: Вернуться в начало

# playAgainLabel
source: Play again
es: Jugar de nuevo
fr: Rejouer
it: Gioca di nuovo
ja: もう一度遊ぶ
nl: Nog eens spelen
pt_br: Jogar novamente
ru: Сыграть ещё раз

# exitGameTitle
source: Leave the game
es: Salir de la partida
fr: Quitter la partie
it: Esci dalla partita
ja: ゲームを離脱
nl: Spel verlaten
pt_br: Sair do jogo
ru: Выйти из игры

# exitGameDescription
source: Are you sure you want to leave the game?
es: ¿Seguro que quieres salir de la partida?
fr: Êtes-vous sûr de vouloir quitter la partie ?
it: Sei sicuro di voler uscire dalla partita?
ja: 本当にゲームを終了しますか？
nl: Weet je zeker dat je het spel wilt verlaten?
pt_br: Tem certeza que deseja sair do jogo?
ru: Вы уверены, что хотите выйти из игры?

# exitLabel
source: Leave
es: Salir
fr: Quitter
it: Esci
ja: 終了
nl: Verlaten
pt_br: Sair
ru: Выйти

# closeLabel
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_br: Fechar
ru: Закрыть

# playerNumberLabel
source: Your number is
es: Tu número es
fr: Votre numéro est
it: Il tuo numero è
ja: あなたの数字は
nl: Jouw nummer is
pt_br: Seu número é
ru: Ваш номер

# settingsTitle
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки

# languageSelectorTooltip
source: Change language
es: Cambiar idioma
fr: Changer de langue
it: Cambiare lingua
ja: 言語を変更
nl: Taal wijzigen
pt_br: Alterar idioma
ru: Изменить язык
